Repository: manfred-ursprung/til-online-formula
Catalog: typo3conf/ext/til_alumni/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_tilalumni_domain_model_alumni.firstname
source: Firstname
de: Vorname

# tx_tilalumni_domain_model_alumni.lastname
source: Lastname
de: Nachname

# tx_tilalumni_domain_model_alumni.gender
source: Gender
de: Geschlecht

# tx_tilalumni_domain_model_alumni.gender.male
source: male
de: männlich

# tx_tilalumni_domain_model_alumni.gender.female
source: female
de: weiblich

# tx_tilalumni_domain_model_alumni.birthday
source: Birthday
de: Geburtstag

# tx_tilalumni_domain_model_alumni.city_of_birth
source: City Of Birth
de: Geburtsort

# tx_tilalumni_domain_model_alumni.country_of_birth
source: Country Of Birth
de: Herkunftsland

# tx_tilalumni_domain_model_alumni.hobbys
source: Hobbys
de: Hobbies

# tx_tilalumni_domain_model_alumni.life_motto
source: Life Motto
de: Lebensmotto

# tx_tilalumni_domain_model_alumni.street
source: Street
de: Straße

# tx_tilalumni_domain_model_alumni.zip
source: Zip
de: Postleitzahl

# tx_tilalumni_domain_model_alumni.city
source: City
de: Ort

# tx_tilalumni_domain_model_alumni.mobile
source: Mobile
de: Handynummer

# tx_tilalumni_domain_model_alumni.language_skills
source: Language Skills
de: Sprachkenntnisse

# tx_tilalumni_domain_model_alumni.scholarship_period
source: Scholarship Period
de: Förderungszeitraum

# tx_tilalumni_domain_model_alumni.type_of_school
source: School
de: Schulart

# tx_tilalumni_domain_model_alumni.university_course
source: University Course
de: Studiengang

# tx_tilalumni_domain_model_alumni.university
source: University
de: Universität

# tx_tilalumni_domain_model_alumni.graduation
source: Graduation
de: (Angestrebter) Abschluß

# tx_tilalumni_domain_model_alumni.profession
source: Profession
de: Beruf, Arbeitgeber

# tx_tilalumni_domain_model_alumni.student_counseilling
source: Student Counseilling
de: Studienberatung

# tx_tilalumni_domain_model_alumni.network
source: Network
de: Bayern Netzwerk

# tx_tilalumni_domain_model_studentcounseilling
source: Student Counseilling
de: Studienberatung

# tx_tilalumni_domain_model_studentcounseilling.qualification1
source: Qualification1
de: Formale Voraussetzung 1

# tx_tilalumni_domain_model_studentcounseilling.qualification2
source: Qualification2
de: Formale Voraussetzung 2

# tx_tilalumni_domain_model_studentcounseilling.opportunities_after_study
source: Opportunities After Study
de: Möglichkeiten nach dem Studium

# tx_tilalumni_domain_model_studentcounseilling.university_informations
source: University Informations
de: Informationen zur Uni

# tx_tilalumni_domain_model_studentcounseilling.local_informations
source: Local Informations
de: Wissenswertes zum Standort

# tx_tilalumni_domain_model_studentcounseilling.prior_university_experiences
source: Prior University Experiences
de: Vorherige Hochschulstudiumserfahrung

# tx_tilalumni_domain_model_studentcounseilling.activities
source: Activities
de: (Hochschul) aktivitäten

# tx_tilalumni_domain_model_studentcounseilling.scholarships
source: Scholarships
de: Stipendien

# tx_tilalumni_domain_model_studentcounseilling.semester_abroad
source: Semester Abroad
de: Praktika, Auslandssemester

# tx_tilalumni_domain_model_studentcounseilling.study_slogan
source: Study Slogan
de: Studienmotto

# tx_tilalumni_domain_model_studentcounseilling.tip1
source: Tip1
de: Tipp 1

# tx_tilalumni_domain_model_studentcounseilling.tip2
source: Tip2
de: Tipp 2

# tx_tilalumni_domain_model_studentcounseilling.tip3
source: Tip3
de: Tipp 3

# tx_tilalumni_domain_model_studentcounseilling.tip4
source: Tip4
de: Tipp 4

# tx_tilalumni_domain_model_studentcounseilling.tip5
source: Tip5
de: Tipp 5

# tx_tilalumni_domain_model_network
source: Network
de: Netzwerk

# tx_tilalumni_domain_model_network.language_skills
source: Language Skills
de: Sprachkenntnisse

# tx_tilalumni_domain_model_network.school_career
source: School Career
de: Schullaufbahn

# tx_tilalumni_domain_model_network.personal_experiences
source: Personal Experiences
de: Persönliche Erfahrungen

# tx_tilalumni_domain_model_network.advice_topics
source: Advice Topics
de: Beratungsthemen
